{
  "app-navbar": {
    "Home": "الرئيسية",
    "About": "من نحن",
    "ourServices": "خدماتنا",
    "Contact": "أتصل بنا",
    "Gallery":"البوم الصور"
  },

  " app-home-section": {},

  "about": {"about-us":"من نحن",
  "tital":" الخدمات العميقة الحل (DSS) الأفضل في تكنولوجيا المعلومات",
  "introduction":"مرحبا بكم في حلول الخدمة العميقة (DSS) ، حيث يلتقي الابتكار بالتميز. تأسست قبل عامين فقط، وبرزنا بسرعة كشريك موثوق به في المشهد الديناميكي لسوق الشرق الأوسط. في مفاجآت صيف دبي، مهمتنا هي توفير حلول متطورة مصممة خصيصا لتلبية الاحتياجات الفريدة لعملائنا. متخصصون في تصميم الخدمات الشاملة وتطوير مواقع الويب وأنظمة إدارة التعلم (LMS) ، ونحن نفخر بتقديم خدمات من الدرجة الأولى تدفع النجاح للشركات في مختلف الصناعات. لقد أكسبنا التزامنا بالجودة ورضا العملاء سمعة طيبة في الموثوقية والاحتراف. كن شريكا مع مفاجآت صيف دبي اليوم واختبر الفرق في التميز في الخدمة.",
   "t1":"دعم٧/٢٤",
   "t2":"الحائز  ",
   "t3":"أسعار عادلة ",
   "t4":" الموظفين الفنيين",
   "question":"اتصل للاستفسار عن إي سؤال ",
   "contact":"اتصل بنا",
   "number":"٠٧٩٨٣١٣٩١٩",
   "Vision":"رؤية",
   "VisionBody":"تتمثل رؤيتنا في حلول الخدمة العميقة قيادة الابتكار في الشرق الأوسط ، وإحداث ثورة في الأعمال التجاريةبأحدث التقنيات والخدمة الاستثنائية. نحن ملتزمون بتمكين المؤسسات من الازدهار في العصر الرقمي من خلالالحلول المستدامة والتفاني الثابت في التميز.",
   "Mission":"المهمة",
   "MissionBody":"  تتمثل مهمتنا في حلول الخدمات العميقة تقديم حلول خدمة مبتكرة تتجاوز توقعات العملاء في الشرق الأوسط. من خلال الخدمات المصممة خصيصًا مثل تصميم مواقع الويب وحلول LMS وتصميم الخدمة الشامل، نقومبتمكين الشركات لتحقيق أهدافها بكفاءة. إن التزامنا بالتعاون والإبداع والتكنولوجيا يدفع النمو ويعزز الشراكاتويخلق تأثيرًا إيجابيًا للمجتمع.",
   "Team":"تعرف على فريقنا الاستثنائي في DEEP Services Solutions",
   "TeamBody":"فريقنا هو أكثر من مجرد مجموعة من المحترفين. نحن عائلة شغوفة ومتفانية ملتزمة بتقديم حلول مبتكرة لعملائنا. مع مزيج فريد من الإبداع والخبرة والالتزام الذي لا يتزعزع ، نعمل بلا كلل لضمان نجاح كل مشروع. تعرف على الوجوه وراء نجاحنا!"
   
  },

  "feature-Why-Choose-Us": {
    "tital-one":"لماذا أخترتنا",
    "tital-tow":"نحن هنا لتنمية أعمالك بشكل كبير",
    "icon-tital-one":"الموظفون الفنيون",
    "icon-tital-two":"الأفضل في الصناعة",
    "icon-tital-thre":"24/7 الدعم",
    "icon-tital-four":"الحائز عل جائزة",
    "icon-body-one":"موظفونا المحترفون مكرسون لتقديم خدمة وخبرة استثنائية، وضمان نتائج عالية الجودة ورضا العملاء.",
    "icon-body-two":"شركتنا هي شركة رائدة في هذه الصناعة ، ثق بنا للحصول على حلول من الدرجة الأولى والتميز.",
    "icon-body-thre":"نحن نقدم الدعم 24/7، ونضمن أن المساعدة متاحة دائمًا كلما احتجت إليها.",
    "icon-body-four":"تعكس خدماتنا الحائزة على جوائز التزامنا بالتميز والابتكار في الصناعة."  
  },

  "our-services": {
    "tital-one":"خدماتنا",
    "tital-tow":"قم برفع مستوى وجودك عبر الإنترنت باستخدام حلول تكنولوجيا المعلومات المخصصة لدينا. من تطوير LMS إلى تصميم مواقع الويب والرسومات وهوية العلامة التجارية والأمن السيبراني، قمنا بتغطيتك. دعونا نعيد تعريف رحلتك الرقمية معًا.",
    "icon-tital-one":"تطوير LMS",
    "icon-tital-two":"تصميم الموقع",
    "icon-tital-three":"تصميم وشعار الجرافيك/العلامة التجارية",
    "icon-tital-four":"تحسين محرك البحث (SEO)",
    "icon-tital-five":"الأمن السيبراني",
    "icon-tital-six":"اتصل بنا",
    "icon-body-one":"نظام إدارة التعلم (LMS) هو تطبيق برمجي أو تقنية قائمة على الويب تستخدم لتخطيط وتنفيذ وتقييم عملية تعلم معينة.",
    "icon-body-two":"قم بتحويل وجودك عبر الإنترنت من خلال خدمات تصميم مواقع DSS الاستثنائية. نقوم بإنشاء مواقع ويب مذهلة بصريًا وسهلة الاستخدام تشرك جمهورك وتعزز علامتك التجارية.",
    "icon-body-three":"قم بتحسين علامتك التجارية من خلال خدمات التصميم الرسومي والشعار/العلامة التجارية من الدرجة الأولى. في DSS، نقوم بإنشاء هويات بصرية مميزة لا تُنسى يتردد صداها لدى جمهورك وتميزك عن",
    "icon-body-four":"عزز رؤيتك عبر الإنترنت من خلال خدمات SEO الخبيرة في DSS.نقوم بتحسين موقع الويب الخاص بك ليحتل مرتبة أعلى في نتائج محركات البحث، مما يؤدي إلى زيادة حركة المرور العضوية وزيادة وصولك" , 
    "icon-body-five":"قم بحماية أصولك الرقمية من خلال خدمات الأمن السيبراني الأولى في DSS. نقدم حلولًا أمنية شاملة لحماية عملك من التهديدات الإلكترونية.",
    "icon-body-sex":"إذا كنت مهتمًا بخدماتنا، فيرجى عدم التردد في الاتصال بنا"  ,
 "number":"٠٧٩٥٥٠٨١٢٤"
  },
  "home-contact-us": {
    "tital-one":"طلب اقتباس",
    "tital-tow":"هل تحتاج إلى اقتباس مجاني ؟ من فضلك لا تتردد في اتصل بنا",
    "icon-tital-one":"الرد في غضون 24 ساعة",
    "icon-tital-two":"24 ساعة دعم هاتفي",
    "icon-body-one":"هل أنت مستعد لرفع مستوى وجودك على الإنترنت ؟ تواصل معنا للحصول على اقتباس مجاني واكتشف كيف يمكن لحلول تكنولوجيا المعلومات لدينا إعادة تعريف المشهد الرقمي الخاص بك"  ,
    "question":"اتصل لطرح أي سؤال",
    "contact":"طلب اقتباس",
    "number":"٠٧٩٥٥٠٨١٢٤",
    "services-one":"تطوير LMS",
    "services-two":"تصميم الموقع",
    "services-three":"تصميم وشعار الجرافيك/العلامة التجارية",
    "services-four":"تحسين محرك البحث (SEO)",
    "services-five":"الأمن السيبراني",
    "service":"اختار الخدمة",
    "b1":"قم بزيارة مكتبنا",
    "b2":"البريد الإلكتروني للحصول على عرض أسعار مجاني",
    "b3":"اتصل لطرح أي سؤال",
    "t1":"إذا كان لديك أي استفسار، فلا تتردد في الاتصال بنا ",
    "CONTACTUS":"اتصل بنا"
  },
  "footer": {
    "tital-one":"نحن نعمل على بناء مستقبل أفضل بما يتماشى مع أحدث التطورات في عالم حلول البرامج من خلال جعل تركيز اهتمامنا على العملاء، مما سيحقق لهم عملًا أسهل يتوافق مع التطور الرقمي العالمي",
    "tital-tow":"ابقى على تواصل",
    "tital-three":"الروابط السريعة",
    "loc":"مجمع طولكرم - الطابق الخامس، سانت مدينا، عمان 11118"
  },
  "app-our-services-section": {},

  "app-projects-section": {},

  " app-clients-section": {},

  " app-contact-us": {},

  "app-footer": {}
}
