{
  "app-navbar": {
    "Home": "الرئيسية",
    "About": "من نحن",
    "ourServices": "خدماتنا",
    "Contact": "أتصل بنا",
    "Gallery":"البوم الصور",
    "Services":"خدمة",
    "Security":"خدماتنا الأمن"
  },

  "app-home-section": {
    "tilte1":" نحن نساعد الشركات",
    "tilte2":" الحلول الرقمية الإبداعية والمبتكرة",
    "btn1":" خدماتنا",
    "btn2":" اتصل بنا",
    "tilte3":"إبداعي ومبتكر  ",
    "tilte4":" الحلول الرقمية الإبداعية والمبتكرة",
    "Previous":" السابق",
    "Next":"  التالي"
  },

  "about": {
  "about-us":"من نحن",
  "tital":" الخدمات العميقة الحل (DSS) الأفضل في تكنولوجيا المعلومات",
  "introduction":"مرحبا بكم في حلول الخدمة العميقة (DSS) ، حيث يلتقي الابتكار بالتميز. تأسست قبل عامين فقط، وبرزنا بسرعة كشريك موثوق به في المشهد الديناميكي لسوق الشرق الأوسط. في مفاجآت صيف دبي، مهمتنا هي توفير حلول متطورة مصممة خصيصا لتلبية الاحتياجات الفريدة لعملائنا. متخصصون في تصميم الخدمات الشاملة وتطوير مواقع الويب وأنظمة إدارة التعلم (LMS) ، ونحن نفخر بتقديم خدمات من الدرجة الأولى تدفع النجاح للشركات في مختلف الصناعات. لقد أكسبنا التزامنا بالجودة ورضا العملاء سمعة طيبة في الموثوقية والاحتراف. كن شريكا مع مفاجآت صيف دبي اليوم واختبر الفرق في التميز في الخدمة.",
   "t1":"دعم٧/٢٤",
   "t2":"الحائز  ",
   "t3":"أسعار عادلة ",
   "t4":" الموظفين الفنيين",
   "question":"اتصل للاستفسار عن إي سؤال ",
   "contact":"اتصل بنا",
   "number":"0782028246",
   "Vision":"رؤية",
   "VisionBody":"تتمثل رؤيتنا في حلول الخدمة العميقة قيادة الابتكار في الشرق الأوسط ، وإحداث ثورة في الأعمال التجاريةبأحدث التقنيات والخدمة الاستثنائية. نحن ملتزمون بتمكين المؤسسات من الازدهار في العصر الرقمي من خلالالحلول المستدامة والتفاني الثابت في التميز.",
   "Mission":"المهمة",
   "MissionBody":"  تتمثل مهمتنا في حلول الخدمات العميقة تقديم حلول خدمة مبتكرة تتجاوز توقعات العملاء في الشرق الأوسط. من خلال الخدمات المصممة خصيصًا مثل تصميم مواقع الويب وحلول LMS وتصميم الخدمة الشامل، نقومبتمكين الشركات لتحقيق أهدافها بكفاءة. إن التزامنا بالتعاون والإبداع والتكنولوجيا يدفع النمو ويعزز الشراكاتويخلق تأثيرًا إيجابيًا للمجتمع.",
   "Team":"تعرف على فريقنا الاستثنائي في DEEP Services Solutions",
   "TeamBody":"فريقنا هو أكثر من مجرد مجموعة من المحترفين. نحن عائلة شغوفة ومتفانية ملتزمة بتقديم حلول مبتكرة لعملائنا. مع مزيج فريد من الإبداع والخبرة والالتزام الذي لا يتزعزع ، نعمل بلا كلل لضمان نجاح كل مشروع. تعرف على الوجوه وراء نجاحنا!"
   
  },

  "feature-Why-Choose-Us": {
    "tital-one":"لماذا أخترتنا",
    "tital-tow":"نحن هنا لتنمية أعمالك بشكل كبير",
    "icon-tital-one":"الموظفون الفنيون",
    "icon-tital-two":"الأفضل في الصناعة",
    "icon-tital-thre":"24/7 الدعم",
    "icon-tital-four":"الحائز عل جائزة",
    "icon-body-one":"موظفونا المحترفون مكرسون لتقديم خدمة وخبرة استثنائية، وضمان نتائج عالية الجودة ورضا العملاء.",
    "icon-body-two":"شركتنا هي شركة رائدة في هذه الصناعة ، ثق بنا للحصول على حلول من الدرجة الأولى والتميز.",
    "icon-body-thre":"نحن نقدم الدعم 24/7، ونضمن أن المساعدة متاحة دائمًا كلما احتجت إليها.",
    "icon-body-four":"تعكس خدماتنا الحائزة على جوائز التزامنا بالتميز والابتكار في الصناعة."  
  },

  "our-services": {
    "tital-one":"خدماتنا",
    "tital-tow":"قم برفع مستوى وجودك عبر الإنترنت باستخدام حلول تكنولوجيا المعلومات المخصصة لدينا. من تطوير LMS إلى تصميم مواقع الويب والرسومات وهوية العلامة التجارية والأمن السيبراني، قمنا بتغطيتك. دعونا نعيد تعريف رحلتك الرقمية معًا.",
    "icon-tital-one":"تطوير LMS",
    "icon-tital-two":"تصميم الموقع",
    "icon-tital-three":"تصميم وشعار الجرافيك/العلامة التجارية",
    "icon-tital-four":"تحسين محرك البحث (SEO)",
    "icon-tital-five":"الأمن السيبراني",
    "icon-tital-six":"اتصل بنا",
    "icon-body-one":"نظام إدارة التعلم (LMS) هو تطبيق برمجي أو تقنية قائمة على الويب تستخدم لتخطيط وتنفيذ وتقييم عملية تعلم معينة.",
    "icon-body-two":"قم بتحويل وجودك عبر الإنترنت من خلال خدمات تصميم مواقع DSS الاستثنائية. نقوم بإنشاء مواقع ويب مذهلة بصريًا وسهلة الاستخدام تشرك جمهورك وتعزز علامتك التجارية.",
    "icon-body-three":"قم بتحسين علامتك التجارية من خلال خدمات التصميم الرسومي والشعار/العلامة التجارية من الدرجة الأولى. في DSS، نقوم بإنشاء هويات بصرية مميزة لا تُنسى يتردد صداها لدى جمهورك وتميزك عن",
    "icon-body-four":"عزز رؤيتك عبر الإنترنت من خلال خدمات SEO الخبيرة في DSS.نقوم بتحسين موقع الويب الخاص بك ليحتل مرتبة أعلى في نتائج محركات البحث، مما يؤدي إلى زيادة حركة المرور العضوية وزيادة وصولك" , 
    "icon-body-five":"قم بحماية أصولك الرقمية من خلال خدمات الأمن السيبراني الأولى في DSS. نقدم حلولًا أمنية شاملة لحماية عملك من التهديدات الإلكترونية.",
    "icon-body-sex":"إذا كنت مهتمًا بخدماتنا، فيرجى عدم التردد في الاتصال بنا"  ,
 "number":"0782028246"
  },
  "home-contact-us": {
    "tital-one":"طلب اقتباس",
    "tital-tow":"هل تحتاج إلى اقتباس مجاني ؟ من فضلك لا تتردد في اتصل بنا",
    "icon-tital-one":"الرد في غضون 24 ساعة",
    "icon-tital-two":"24 ساعة دعم هاتفي",
    "icon-body-one":"هل أنت مستعد لرفع مستوى وجودك على الإنترنت ؟ تواصل معنا للحصول على اقتباس مجاني واكتشف كيف يمكن لحلول تكنولوجيا المعلومات لدينا إعادة تعريف المشهد الرقمي الخاص بك"  ,
    "question":"اتصل لطرح أي سؤال",
    "contact":"طلب اقتباس",
    "number":"0782028246",
    "services-one":"تطوير LMS",
    "services-two":"تصميم الموقع",
    "services-three":"تصميم وشعار الجرافيك/العلامة التجارية",
    "services-four":"تحسين محرك البحث (SEO)",
    "services-five":"الأمن السيبراني",
    "service":"اختار الخدمة",
    "b1":"قم بزيارة مكتبنا",
    "b2":"البريد الإلكتروني للحصول على عرض أسعار مجاني",
    "b3":"اتصل لطرح أي سؤال",
    "t1":"إذا كان لديك أي استفسار، فلا تتردد في الاتصال بنا ",
    "CONTACTUS":"اتصل بنا",
    "loc1":"مجمع طولكرم-الدور الخامس",
    "loc2":"شارع المدينة المنورة ، عمان 11118",
    "email":"بريدك الإلكتروني",
    "name":"اسمك",
    "message":"رسالة"

  },
  "footer": {
    "tital-one":"نحن نعمل على بناء مستقبل أفضل بما يتماشى مع أحدث التطورات في عالم حلول البرامج من خلال جعل تركيز اهتمامنا على العملاء، مما سيحقق لهم عملًا أسهل يتوافق مع التطور الرقمي العالمي",
    "tital-tow":"ابقى على تواصل",
    "tital-three":"الروابط السريعة",
    "loc":"مجمع طولكرم - الطابق الخامس، سانت مدينا، عمان 11118"
  },
  "featuer-facts": {
    "T1": "طلابنا السعداء",
    "T2": "المشاريع المنجزة",
    "T3": "اربح الجوائز"
  },
  "clients-section": {
    "T1": "عملائنا يقولون"
  },
  "our-service-lms": {
    "number":"0782028246",   
    "T1":"اتصل بنا",
     
    "T2":" إذا كنت مهتما في خدماتنا ، لا تترددوا في الاتصال بنا"
  },
  "lms": {
    "t":"جميع خدمات",
    "t1":"نظام الامتحانات الالكتروني",
    "b1":"انشاء الاختبارات الالكترونية للدورات التعليمية و الطلاب انشاء وادارة (بنك أسئلة)",
    "t2":"المكتبة الالكترونية",
    "b2":"نظام شامل لانشاء مكتبة الكترونية وفهرستها حسب المحتوى المقدم",
    "T3":"الاعلانات",
    "b3":"اضافة الأعلانات على الصفحة الرئيسية ارسال رسائل SMS لفئات محددة من المشتركين على المنصة بالعروض الخاصة.",
    "t4":"ادارة المساقات و المواد التعليمية",
    "b4":"انشاء الدورات التعليمة و المساقات ترتيب الدورات التعليمية حسب الطلاب و المساقات انشاء المحتوى التعليمي (فيديو ، اختبارات ، ملفات) ادارة و اصدار الشهادات للمساقات والدورات التعليمية",
    "t5":"ادارة حسابات المستخدمين",
    "b5":"التحكم بحسابات الطلاب والمعلمين ومتابعتها انشاء حسابات الادارة وخدمة العملاء و توزيع الصلاحيات لكل حساب او مجموعة تقارير اداء الطلاب و المعلمين",
    "T6":"ادارة البيع و الاشتراكات",
    "b6":"امكانية البيع عبر منافذ البيع الالكتروني المختلفة انشاء بطاقات التفعيل والباكيجات الخاصة بها وإدارة ملف البطاقات بما يتضمنه من العروض و الحزم و التسعير تقارير البيع و الاشتراكات",
    "t7":"البكجات",
    "b7":"يتيح نظام البكجات شراء اكثر من مادة على بطاقة وحدة",
    "T8":"نظام بيع الالكتروني",
    "b8":"يوفر النظام شراء البطاقات من المكتبات على نظام خاص بالمكتبات",
   
   
    "icon-body-one":"على استعداد لرفع وجودك على الإنترنت? تواصل معنا للحصول على عرض أسعار مجاني واكتشف كيف يمكن لحلول تكنولوجيا المعلومات لدينا إعادة تعريف المشهد الرقمي الخاص بك"  ,
  
    "contact":"REQUEST A QUOTE",
    "number":"0782028246",


    "question":"كيف يمكننا المساعدة؟",
    "services-one":"اذا كنت صاحب منصة حالية",
    "services-two":"تبحث عن البدء في منصتك",
    "services-three":"مدرسة او مؤسسة تعليمية او تدريبية",
    "s1":"هل تواجه مشاكل تقنية على المنصتك او تبحث عن إضافة ميزات جديدة وتطوير المنصتك او تكاليف تشغيل المنصة مرتفعة ولا يوجد نظام حماية للمحتوى من السرقة. يمكننا مساعدتك من خلال فريقنا فقط تواصل معنا لنكون بخدمتك. ",
    "s2":"حن هنا لنقدم لك جميع الخدمات التي تحتاجها كمنشئ محتوى تعليمي أو تدريبي لإنشاء وبيع الدورات عبر الإنترنت. تشمل خدماتنا: التصميم وتطوير الموقع والهوية البصرية. إنتاج ومونتاج المحتوى التعليمي. المساعدة في رفع المحتوى التعليمي وإدارة المنصة في المرحلة الأولى. توفير خدمات البيع الإلكتروني أو المباشر من خلال المنصة.",
    "s3":"تبحث عن نظام لإدارة العملية التعليمية في مؤسستك؟ نحن نقدم لك حلولًا شاملة تشمل: نظام إدارة تسجيلات الطلاب واشتراكاتهم، وتنظيمها ومتابعتها. منصة لإدارة المحتوى التعليمي بكل فعالية وسهولة. تصميم موقع عصري يتناسب مع مؤسستك وهوية بصرية تميزها. تواصل معنا لنوفر لك الحلول التقنية التي تلبي احتياجات مؤسستك وتسهل عليك عملية الإدارة والتنظيم.",
 
 "q":"الأسئلة الشائعة",
    "q1":"هل يمكنكم نقل طلاب منصتي القديمة و المساقات و الفيديوهات الى منصة جديدة ؟ أم انني بحاجة الى نقلها يدويا ؟",
    "a1":"نعم يمكننا نقل جميع البيانات من المنصة القديمة بما يشمل الطلاب و المدرسين و المساقات ومحتوياتها.",
    "q2":"هل يمكنني بيع المساقات في أكثر من دولة ضمن عملة الدولة للطالب ؟",
    "a2":"نعم يمكنك البيع في عدة دول وجعل العملة المراد الدفع بها هي عملة دولة الطالب .",
    "q3":"هل يوجد حد اعلى لعدد الطلاب او المساقات ؟",
    "a3":"لا يوجد حد لعدد الطلاب او المحتوى",
    "q4":"هل يمكن أن أبدأ بمنصة فردية لمدرس واحد ثم أقوم بتطويرها لاحثا لتصبح لمجموعة من المدرسين ؟",
    "a4":"نعم يمكن تطوير المنصة من فردية لاى جماعية وتكون لمجموعة مدرسين لها مزايا المنصة الجماعة من حيث المساقات و التقارير وطريقة العرض.",
    "q5":"هل يمكن للمدرس ان يتابع طلابه ومساقاته ويعدل عليها ؟",
    "a5":"نعم بمكن للمعلم ان يستخدم حسابه كمعلم للتواصل مع الطلاب او للتعديل على مساقاته بحيث يضيف الفيديوهات و الملفات الخاصة بالمساق ومكنه ايضا انشاء الامتحانات و الاختبارات القصيرة.",
    "q6":"هل تتحمل المنصة عدد طلاب كبير في لحظة معينة مثل فترة الامتحانات ؟",
    "a6":"نعم يمكن للمنصة احتمال عدد لا محدود من الطلاب بشكل متزامن دون انقطاع الخدمة او هبوط المنصة."
 
  },
  "lms-offer": {
    "T1": "خطط التسعير",
    "T2": "نحن نقدم أسعار تنافسية لعملائنا",
    "T3":"اطلب الآن"
  },
  "lms-our-project": {
    "T1": "عملائنا",
    "T2": "لقد قمنا بتنفيذ العديد من المشاريع مع عملاء رائعين شاركوا تجاربهم وتطلعاتهم. هدفنا هو تحقيق النتائج المرجوة ، ونحن نواصل دعم عملائنا بعد البيع."

  },
  "security-section": {
    "Readmore":"اقرأ أكثر",
    "t1":"في حلول الخدمة العميقة، نحن ملتزمون بحماية أصولك الرقمية من خلال حلول أمنية شاملة. تم تصميم مجموعة خدماتنا للتعامل مع التهديدات المتطورة وحماية منظمتك من المخاطر السيبرانية المحتملة.",
    "st1":"اختبار اختراق الشبكة الداخلية والخارجية",
    "sb1":"شعارك هو عملك، وعملك هو شعارك، ومع ديفناس، ستحصل على شعارك المثالي والفريد والمبدع.",
    "sbt1":"خدمة فحص الضعف الأمني",
    "sbtt1":"في المشهد الأمني المتطور بسرعة اليوم، البقاء على رأس الضعف المحتملة أمر بالغ الأهمية للحفاظ على أمان ونزاهة أصولك الرقمية. تقدم خدمتنا لفحص الضعف الأمني تدابير استباقية لتحديد وتخفيف الضعف الأمني قبل أن يتم استغلالها من قبل الجهات الخبيثة.",
    "sbttk1":"المميزات الرئيسية:",
    "sbttk1_1":"فحص شامل: تقوم أدواتنا المتقدمة بفحص شامل لشبكتك وتطبيقاتك وأنظمتك للكشف عن الضعف الأمني عبر جميع طبقات بنيتك التحتية.",
    "sbttk1_2":"تقييمات منتظمة: نقدم فحوصات مجدولة لضمان المراقبة المستمرة لبيئتك، مما يسمح بتحديد وتصحيح الضعف الجديد الذي قد ينشأ في الوقت المناسب.",
    "sbttk1_3":"حلول مخصصة: مصممة وفقًا لاحتياجات عملك الخاصة، تقدم خدمتنا لفحص الضعف الأمني خيارات فحص مرنة، بما في ذلك الفحوص الموثقة وغير الموثقة، لتوفير رؤية شاملة لوضع الأمان الخاص بك.",
    "sbttk1_4":"تحديد أولويات المخاطر: تقوم تقارير الفحص لدينا بتحديد أولوية الضعف الأمني استنادًا إلى مستويات الخطورة، مما يمكنك من تركيز الموارد على معالجة المشكلات ذات المخاطر العالية التي تشكل أكبر تهديد لمؤسستك.",
    "sbttk1_5":"تقديم رؤى قابلة للتطبيق: بالإضافة إلى تحديد الضعف الأمني، تقدم تقاريرنا رؤى قابلة للتطبيق وتوصيات للتصحيح، مما يمكّن فريق العمل الخاص بتقنية المعلومات لديك من اتخاذ تدابير استباقية لتعزيز دفاعات أمانك.",
    "sbttk1_6":"دعم الامتثال: تساعد خدمة فحص الضعف الأمني لدينا في الامتثال للمتطلبات التنظيمية والمعايير الصناعية عن طريق تحديد الضعف الأمني التي قد تؤثر على الامتثال، مثل متطلبات PCI DSS وHIPAA وGDPR وغيرها.",
    "st2":"التقييم الداخلي والخارجي للضعف",
    "sb2":" التقييم الداخلي والخارجي للضعف هو نهج استباقي ....",
    "sbt2":" خدمة فحص الضعف الأمني",
    "sbtt2":"تقديم التقييم الأمني للضعف (VA) هو نهج استباقي لتحديد وتقييم الضعف المحتمل داخل بنية تحتية لتكنولوجيا المعلومات، وتطبيقات، وأنظمة المنظمة.    على عكس فحص الضعف الذي يركز بشكل رئيسي على الكشف التلقائي عن الضعف المعروف، يتضمن التقييم الأمني للضعف تحليلاً شاملاً يسعى إلى فهم الأسباب الأساسية والتداعيات لضعف الأمان.",
    "bttk2_1":"نمذجة التهديدات: يبدأ التقييم الأمني للضعف بفحص دقيق لأصول المنظمة، بما في ذلك الشبكات والخوادم والتطبيقات والبيانات. من خلال فهم التهديدات المحتملة ومتجهات الهجوم التي يمكن أن تستهدف هذه الأصول، يساعد التقييم الأمني للضعف في تحديد أولويات الجهود الأمنية وتوجيه الموارد بشكل أكثر فعالية.",
    "bttk2_2":"المراقبة المستمرة: ليس التقييم الأمني للضعف نشاطًا مرة واحدة بل عملية مستمرة تتطلب المراقبة والتقييم المستمرين. من خلال تقييم وضع الأمان في المنظمة بانتظام والتكيف مع التهديدات المتطورة، يساعد التقييم الأمني للضعف في الحفاظ على موقف استباقي ضد الضعف المحتمل والتهديدات السيبرانية.",
    "st3":"اختبار اختراق الشبكة الداخلية والخارجية",
    "sb3":"اختبار اختراق الشبكة الداخلية والخارجية هو ممارسة أمنية استباقية تستهدف ....",
    "sbt3":"خدمة فحص الضعف",
    "sbtt3":"فحص اختراق الشبكة هو ممارسة استباقية في مجال الأمن السيبراني تستهدف تحديد واستغلال الضعف داخل بنية تحتية للشبكة في المنظمة. يتضمن هذا الممارسة تقمص الهجمات السيبرانية في العالم الحقيقي لتقييم وضع الأمان للشبكة وتحديد الضعف المحتملة التي يمكن استغلالها من قبل الجهات الخبيثة. يتجاوز فحص اختراق الشبكة الفحص التقليدي للضعف من خلال محاولة استغلال الضعف المحددة لتقييم  تقدير التأثير المحتمل على أصول المنظمة، والبيانات، والعمليات.",
    "sbttk3_1":"تغطية شاملة للشبكة: يغطي فحص اختراق الشبكة جميع جوانب بنية تحتية الشبكة في المنظمة، بما في ذلك الموجهات، ومفاتيح التبديل، وجدران الحماية، والخوادم، ومحطات العمل، وغيرها من أجهزة الشبكة، مما يضمن تقييمًا شاملاً للضعف المحتمل.",
    "sbttk3_2":"تقمص هجوم واقعي: يقوم فحص اختراق الشبكة بتقمص الهجمات السيبرانية في العالم الحقيقي لتقييم مرونة المنظمة ضد مختلف سيناريوهات التهديد، بما في ذلك التهديدات الداخلية والخارجية، وهجمات الداخليين، والهجمات المستمرة المتطورة.",
    "sbttk3_3":"نهج الاختبار المخصص: يعتمد فحص الشبكة اختبارًا مخصصًا مصممًا خصيصًا لبيئة المنظمة الخاصة، ومتطلبات العمل، وملف الأمان، مما يضمن أن التقييم يعكس بدقة التحديات الأمنية الفريدة للمنظمة.",
    "sbttk3_4":"نهج الاختبار المخصص: يعتمد فحص الشبكة اختبارًا مخصصًا مصممًا خصيصًا لبيئة المنظمة الخاصة، ومتطلبات العمل، وملف الأمان، مما يضمن أن التقييم يعكس بدقة التحديات الأمنية الفريدة للمنظمة.",
    "sbttk3_5":"تحديد أولوية المخاطر: يعطي فحص الشبكة أولوية للضعف المحددة استنادًا إلى خطورتها، والتأثير المحتمل على أصول المنظمة والعمليات، واحتمال استغلالها، مما يتيح للمنظمة توجيه الموارد نحو معالجة أولويات الأمان الأكثر حرجية أولاً.",
    "sbttk3_6":"تحليل ما بعد الاختراق: يتضمن فحص الشبكة تحليلًا لنتائج ما بعد الاختراق لتقييم عواقب الهجوم السيبراني الناجح، بما في ذلك تسريب البيانات، وارتفاع الامتيازات، والحركة الجانبية، وغيرها من اختراقات الأمان المحتملة الأخرى، مما يساعد المنظمة على فهم النطاق الكامل للحادث الأمني.",
    "sbttk3_7":" تقارير شاملة: يوفر فحص الشبكة تقريرًا مفصلاً عن النتائج، بما في ذلك ملخص لمنهجية الاختبار، والضعف المحددة، والأنظمة المستغلة، والتوصيات القابلة للتطبيق للتصحيح، مما يمكن المنظمة من تعزيز موقفها الأمني بفعالية.",
    "sbttk3_8":"دعم الامتثال: يساعد فحص الشبكة المنظمات على تحقيق متطلبات الامتثال التنظيمي من خلال تحديد الضعف التي قد تؤثر على الامتثال مع المعايير واللوائح الصناعية، مثل PCI DSS، وHIPAA، وGDPR، وغيرها.",
    "st4":"اختبار اختراق تطبيقات",
    "sb4":"اختبار اختراق تطبيقات الويب (WAPT) هو...",
    "sbt4":"اختبار اختراق تطبيقات الويب ",
    "sbtt4":"اختبار اختراق تطبيقات الويب (WAPT) هو ممارسة استباقية في مجال الأمن السيبراني تستهدف تحديد ومعالجة الضعف داخل تطبيقات الويب. يتضمن ذلك تقمص الهجمات السيبرانية في العالم الحقيقي لتقييم وضع الأمان لتطبيقات الويب وتحديد الضعف المحتمل الذي يمكن استغلاله من قبل الجهات الخبيثة. يتجاوز اختبار اختراق تطبيقات الويب الفحص التقليدي للضعف من خلال محاولة استغلال الضعف المحددة لتقييم التأثير المحتمل على أصول المنظمة، والبيانات، والعمليات.",
    "sbttk4_1":"تغطية شاملة للاختبار: يغطي اختبار اختراق تطبيقات الويب جميع جوانب التطبيق، بما في ذلك واجهة المستخدم الأمامية، ومكونات الخادم في الجانب الخلفي، وواجهات التطبيقات (APIs)، وقواعد البيانات، مما يضمن تقييمًا شاملاً للضعف المحتمل.",
    "sbttk4_2":"نهج الاختبار المخصص: يعتمد اختبار اختراق تطبيقات الويب (WAPT) نهج اختبار مخصص مصمم خصيصًا لهندسة التطبيق الخاصة، والتقنيات، والوظائف للتأكد من أن التقييم يعكس بدقة التحديات الأمنية الفريدة التي تواجهها المنظمة.",
    "sbttk4_3":" تقنيات يدوية وآلية: يستخدم اختبار اختراق تطبيقات الويب مزيجًا من تقنيات الاختبار اليدوية التي يقوم بها محترفو الأمان ذوو الخبرة وأدوات الفحص الآلي لتحديد الضعف وتقييم فعالية الضوابط الأمنية الحالية.",
    "sbttk4_4":" اختبار العميل والخادم: يشمل اختبار اختراق تطبيقات الويب اختبارات على الجانبين العميل والخادم لتقييم أمان الطبقة الكاملة للتطبيق، بما في ذلك رمز العميل الأمامي، وواجهات التطبيقات (APIs) الخلفية، ومنطق الخادم الخلفي، مما يضمن تغطية شاملة لنقاط الهجوم المحتملة.",
    "sbttk4_5":"التحقق من البيانات وتصفية الإدخالات: يفحص اختبار اختراق تطبيقات الويب كيفية تعامل التطبيق مع إدخالات المستخدم والتحقق من البيانات لتحديد الضعف مثل أخطاء التحقق من الإدخال، والمراجعات المباشرة غير الآمنة، ومشاكل تسرب البيانات التي يمكن أن تؤدي إلى اختراق البيانات.",
    "sbttk4_6":"تقارير وتوصيات للتصحيح: يوفر اختبار اختراق تطبيقات الويب (WAPT) تقريرًا مفصلاً عن النتائج، بما في ذلك ملخص لمنهجية الاختبار، والضعف المحددة، والأنظمة التي تم استغلالها، والتوصيات القابلة للتطبيق للتصحيح، مما يمكن المنظمة من تعزيز موقفها الأمني بفعالية.",
    "st5":"اختبار اختراق التطبيقات المحمولة",
    "sb5":"اختبار اختراق التطبيقات المحمولة (MAPT) هو ...",
    "sbt5":"اختبار اختراق التطبيقات المحمولة",
    "sbtt5":" ممارسة استباقية في مجال الأمن السيبراني تستهدف تحديد ومعالجة الضعف داخل تطبيقات الموبايل. مع الاستخدام المتزايد لأجهزة الموبايل للأغراض التجارية والشخصية، يعد التأكد من أمان تطبيقات الموبايل أمرًا بالغ الأهمية لحماية البيانات الحساسة والوقاية من التهديدات السيبرانية. يتضمن MAPT تقمص الهجمات السيبرانية في العالم الحقيقي لتقييم وضع الأمان لتطبيقات الموبايل وتحديد الضعف المحتمل الذي يمكن استغلاله من قبل الجهات الخبيثة. ",
    "sbttk5_1":"التحليل الثابت والديناميكي: يستخدم MAPT كل من تقنيات التحليل الثابت والديناميكي لتقييم أمان تطبيقات الموبايل. يتضمن التحليل الثابت فحص مصدر التطبيق والملفات الثنائية للتطبيق لتحديد الضعف المحتمل، بينما يتضمن التحليل الديناميكي تشغيل التطبيق في بيئة مراقبة لتحديد   مشاكل الأمان أثناء التشغيل.",
    "sbttk5_2":" اختبار العميل والخادم: يقوم MAPT بتقييم كل من مكونات العميل والخادم لتطبيقات الموبايل لتحديد الضعف مثل تخزين البيانات غير الآمن، وإدارة الجلسات غير الصحيحة، ونقاط نهاية API غير الآمنة، وعيوب حقن الخوادم.",
    "sbttk5_3":"اختبار المصادقة والتفويض: يقوم MAPT بتقييم فعالية آليات المصادقة والتفويض المستخدمة في تطبيق الموبايل، بما في ذلك شاشات تسجيل الدخول، ورموز الجلسة، وتنفيذات 0Auth، لتحديد الضعف مثل كلمات المرور الضعيفة، وتحديد الجلسة، وضعف التحكم في الوصول غير الآمن.",
    "sbttk5_4":"تشفير البيانات والاتصالات الآمنة: يقوم MAPT بفحص كيفية تعامل التطبيق المحمول مع البيانات الحساسة، بما في ذلك تشفير البيانات في الراحة وأثناء النقل، وبروتوكولات الاتصال الآمنة (مثل HTTPS)، والحماية ضد هجمات الوسيط الأحادي لمنع اعتراض البيانات وتلاعبها.",
    "sbttk5_5":" التحقق من الإدخال وترميز الإخراج: يقوم MAPT بتقييم كيفية تعامل التطبيق المحمول مع إدخالات المستخدم والإخراج، بما في ذلك التحقق من إدخالات المستخدم، وترميز الإخراج الصحيح لمنع هجمات XSS، والحماية ضد عيوب الحقن مثل حقن SQL وحقن الأوامر.",
    "sbttk5_6":" اختبار مصادقة المستخدم: يقوم MAPT بتقييم أمان آليات مصادقة المستخدم، بما في ذلك المصادقة البيومترية، والمصادقة برمز الدخول/كلمة المرور، والمصادقة متعددة العوامل (MFA)، لضمان الوصول الآمن إلى التطبيق ومنع الوصول غير المصرح به.",
    "sbttk5_7":" تقارير وتوصيات للتصحيح: يوفر MAPT تقريرًا مفصلاً عن النتائج، بما في ذلك الضعف المحدد، والأنظمة التي تم استغلالها، والتوصيات القابلة للتطبيق للتصحيح، مما يمكن المنظمة من تعزيز أمان تطبيقاتها",
    "st6":"مراجعة التكوين",
    "sb6":" مراجعة التكوين هي",
    "sbt6":"مراجعة التكوين",
    "sbtt6":"مراجعة التكوين هي ممارسة استباقية في مجال الأمن السيبراني تركز على تقييم وتحقق إعدادات التكوين لبنية تحتية لتكنولوجيا المعلومات، والأنظمة، والتطبيقات، والأجهزة في المنظمة. تتضمن هذه الممارسة فحص مختلف معلمات التكوين، والإعدادات، والضوابط للتأكد من توافقها مع ممارسات الأمان الأفضل، والمعايير الصناعية، والمتطلبات التنظيمية. تهدف مراجعة التكوين إلى تحديد عدم التكوين السليم، والضعف، والثغرات التي قد تعرض المنظمة لمخاطر أمنية وتهديدات سيبرانية محتملة. ",
    "sbttk6_1":"مقارنة القاعدة: قارن إعدادات التكوين الحالية مع القواعد الأساسية المثبتة، والمقاييس الصناعية، والمعايير الأمنية (على سبيل المثال، مقاييس CIS، وإرشادات NIST) لتحديد الانحرافات والمخاطر الأمنية المحتملة.",
    "sbttk6_2":"تقييم أداء الضوابط الأمنية: قيم فعالية الضوابط الأمنية المنفذة ضمن بيئة تكنولوجيا المعلومات في المنظمة، بما في ذلك ضوابط الوصول، وإعدادات التشفير، وتكوينات تسجيل الأحداث والمراقبة، وتدابير تقسيم الشبكة.",
    "sbttk6_3":"تحديد الضعف: حدد عدم التكوين السليم والضعف الذي قد يؤدي إلى اختراقات أمنية، وتسريب البيانات، أو الوصول غير المصرح به. يتضمن ذلك التحديد الأخطاء الشائعة في التكوين مثل كلمات المرور الافتراضية، وتمكين الخدمات غير الضرورية، وبروتوكولات غير آمنة، وإعدادات التشفير الضعيفة.",
    "sbttk6_4":" التوصيات والتصحيح: قدم توصيات قابلة للتطبيق واستراتيجيات التصحيح لمعالجة عدم التكوين والضعف المحدد. قد تشمل هذه تنفيذ ممارسات الأمان الأفضل، وتطبيق التصحيحات والتحديثات، وتكوين الضوابط الأمنية بشكل صحيح، وتعزيز تدريب الوعي الأمني للموظفين.",
    "sbttk6_5":" التقارير والتوثيق: يتم إنشاء تقارير شاملة توثق نتائج مراجعة التكوين، بما في ذلك التكوينات غير الصحيحة المحددة، والضعف، وتقييمات المخاطر، والتوصيات للتصحيح. تعتبر هذه التقارير مواد مرجعية قيمة لأصحاب المصلحة والجهات التنظيمية وتوفر خريطة طريق لتحسين موقف الأمان للمنظمة.",
    "st7":"حملة احتيالية",
    "sb7":"محاكاة لهجمات الصيد الاحتيالية لتقييم  ...",
    "sbt7":"حملة احتيالية",
    "sbtt7":" حملة احتيالية محاكاة لهجمات الصيد الاحتيالية لتقييم عرضة موظفيك وتوفير تدريب مستهدف للحد من المخاطر.",
    "st8":"تدريب التوعية",
    "sb8":"برامج تدريبية مخصصة في مجال الأمن السيبراني لرفع مستوى الوعي الأمني بين موظفيك....",
    "sbtt8":"تدريب التوعية",
    "sbttt8":"برامج تدريبية مخصصة في مجال الأمن السيبراني لرفع مستوى الوعي الأمني بين موظفيك. تم تصميم وحدات التدريب الخاصة بنا لتثقيف الموظفين حول التعرف على التهديدات السيبرانية والتخفيف منها، مما يعزز ثقافة الأمان في مؤسستك بأسرها. ",
    "help":"اتصل بنا",
    "helpt":"إذا كنت مهتمًا بخدماتنا، فلا تتردد في الاتصال بنا.",
    "number":"0782028246",   
    "Conclusion":"الختام",
    "Conclusionb":"في حلول الخدمات العميقة، ندرك أهمية الأمن السيبراني الحرجة في المشهد الرقمي الحالي. من خلال مجموعتنا الشاملة من الخدمات، نمكِّن المؤسسات من الدفاع بشكل استباقي ضد التهديدات السيبرانية وحماية أصولهم الثمينة. شارك معنا لتعزيز موقف أمانك وتحقيق الراحة النفسية في عالم متصل بشكل متزايد."
  },


  "app-projects-section": {},

  " app-clients-section": {},

  " app-contact-us": {},

  "app-footer": {}

}
